"Archive created successfully.\n\n\"%@\"" = "Arkivet skapat framgångsrikt.\n\n\"%@\"";
"Archive expanded successfully.\n\n\"%@\"" = "Arkivet expanderat framgångsrikt.\n\n\"%@\"";
"Choose a valid destination." = "Välj plats.";
"Compress" = "Komprimera";
"Compress completed" = "Komprimering klar";
"Compressing: %@ \nTo: %@" = "Komprimerar: %@ \nTill: %@";
"Decompress" = "Komprimera";
"Decompressing: %@ \nTo: %@" = "Dekomprimerar: %@ \nTill: %@";
"Destination does not exist" = "Den valda platsen existerar inte";
"Expand completed" = "Expandering klar";
"Items remaining to compress: %d" = "Kvarstående objekt att komprimera: %d";
"Items remaining to decompress: %d" = "Kvarstående objekt att dekomprimera: %d";
"Password" = "Lösenord";
